{
"HEADLINE": "Haxejs, Angularjs Ecosystem Hub",
"HOME_TITLE": "Born for large scale cross-platform app",
"HOME_TEXT": "Haxejs helps developers from all platforms build complex, high performance client apps for the modern web and mobile devices.",
"GETSTARTED_TITLE": "Get started",
"GETSTARTED_TEXT": "How to setup and use Haxejs, basic templates and examples, and more.",
"UNDERSTAND_TITLE":"Overview",
"UNDERSTAND_TEXT":"Haxejs helps you write cross-platform complex app in OOP and DI way",
"KANDUODUO_TITLE":"Photo Essays",
"KANDUODUO_TEXT":"Hotest stories in pictures",
"SHOWCASE_TITLE":"Showcase",
"SHOWCASE_TEXT":"More and more apps built by haxejs framework",
"SHOWCASE_INTRO1":"This site itself is written by haxejs,and it can run in mobile browsers",
"SHOWCASE_INTRO2":"ListenMore2ImproveEnglish, a video/audio podcast app leads you improve english",
"SHOWCASE_INTRO3":"Photo Essays, a news app tells hotest stories in pictures",
"BUTTON_TEXT_EN": "english",
"BUTTON_TEXT_ZH": "chinese",
"BEIAN":"We believe in Open source and Internet.",
"HOME_FEATURE1_TITLE":"Cross-platform hybrid mobile apps with Ionic and Cordova",
"HOME_FEATURE1_TEXT":"Create hybrid mobile apps with the web technologies you love. Develop once, deploy everywhere.",
"HOME_FEATURE2_TITLE":"Object-oriented programming",
"HOME_FEATURE2_TEXT":"Use modern, high level, strictly typed programming language <a href='http://www.haxe.org'>Haxe</a>(very similar to Java) to generate elegant javascript, it provides <strong>compiler error check</strong> and <strong>code completions</strong> with many IDE tools.",
"HOME_FEATURE3_TITLE":"Powerful with angularjs, and other directives, services",
"HOME_FEATURE3_TEXT":"<a href='http://angularjs.org'>Angularjs</a> is elegant and well designed, and it is the core of haxejs framework, many good javascript libraries are rewritten in angularjs way, and integrated seamlessly.",
"HOME_FEATURE4_TITLE":"Distilled and Enforced Best Practices",
"HOME_FEATURE4_TEXT":"Best Practices, Lessons, Tricks are distilled and enforced in the libraries or project templates. They are reusable and very valuable.",
"HOME_FEATURE5_TITLE":"Cut-edge library manager",
"HOME_FEATURE5_TEXT":"Hundreds of haxe libraries are easy to put under your fingers, give you lots of choices.",
"HOME_FEATURE6_TITLE":"Manage javascript libraries easily",
"HOME_FEATURE6_TEXT":"All javascript libraries your code needs can be embeded to a single js file or copied to a special place automatically so they will not bother you from now on."
}